Revit 2024 API
SKPImportOptions Constructor
 Constructs a new instance of SKPImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public SKPImportOptions()
Visual Basic
Public Sub New
Visual C++
public:
SKPImportOptions()
See Also
SKPImportOptions Class
SKPImportOptions Overload
Autodesk.Revit.DB Namespace